Repository: elementary/calendar
Catalog: po/extra/*.po
Languages: be, ckb, de, es, fa, hu, id, pl, ru, sv, zh_cn, zh_tw

source: Agenda view can now be navigated by keyboard
ckb: ئێستا دەتوانیت بە تەختەکلیل بەناو دیمەنی کارنامەدا هاتووچۆ بکەیت
de: In der Agenda-Ansicht kann man nun mit der Tastatur navigieren
es: La vista de la agenda se puede navegar con el teclado
id: Tampilan agenda sekarang dapat dinavigasi dengan papan ketik
pl: Widok terminarza może być teraz nawigowany klawiaturą
ru: Режим просмотра «Повестка дня» теперь может использоватся при помощи клавиатуры
zh_cn: 现在可以通过键盘导航议程视图

source: Right-to-left improvements
ckb: ئاڕاستەی ڕاست بۆ چەپ باشرکراوە
de: Verbesserung im Umgang mit von rechts nach links verlaufendem Text
es: Mejoras para idiomas escritos de derecha a izquierda
id: Peningkatan Kanan-ke-kiri
pl: Ulepszenia dla wsparcia czytania od prawej do lewej
ru: Улучшения для режима «Справа-налево»
zh_cn: 从右到左的改进

source: Various UI overhauls including lime accent color
ckb: چاککردنەوەی کێشەی جۆراوجۆری UI، لەوانە ڕەنگی شێوەی قسڵ
de: Verschiedene UI-Überarbeitungen, einschließlich neuer Akzentfarbe
es: Varias revisiones de la interfaz de usuario, incluido el color de realce lima
id: Berbagai perombakan UI termasuk warna aksen jeruk nipis
pl: Różne przebudowy interfejsu użytkownika, wliczając akcent koloru limonki
ru: Различные изменения пользовательского интерфейса, включая лаймовый цветовой акцент
zh_cn: 各种 UI 大修，包括石灰重点色

source: Overall code cleanup and rewrites
ckb: پاککردنەوە و نووسینەوەی کۆدەکان بەگشتی
de: Umfassende Code-Bereinigung und Neuschreibung
es: Limpieza y reescrituras globales de código
id: Pembersihan dan penulisan ulang kode secara keseluruhan
pl: Ogólne oczyszczenie i przepisanie kodu
ru: Полное переписывание и очистка кода
zh_cn: 整体代码清理和重写

source: Styling adjustments
ckb: ڕێکخستنەکانی ستایل
de: Styling-Anpassungen
es: Ajustes de estilo
id: Penyesuaian gaya
pl: Usprawnienia stylu
ru: Согласование стиля
zh_cn: 样式调整

source: Fix location panel initialization
ckb: چاککردنەوەی شوێنی سەرەتایی پانێڵ
de: Korrektur bei der Initialisierung der Positionsanzeige
es: Arreglo de la inicialización del panel de ubicación
id: Memperbaiki inisialisasi panel lokasi
pl: Naprawiono inicjalizację panelu lokacji
ru: Исправлено инициализацию панели местоположения
zh_cn: 修复位置面板初始化

source: New translations
ckb: وەرگێڕانی تازە
de: Neue Übersetungen
es: Traducciones nuevas
id: Terjemahan baru
pl: Nowe tłumaczenia
ru: Новые переводы
zh_cn: 新翻译

source: Update wingpanel-indicator-datetime settings path.
ckb: نوێکردنەوەی ڕێچکەی wingpanel-indicator-datetime.
de: Aktualisierung des wingpanel-indicator-datetime Einstellungspfades.
es: Se actualizó la ruta de configuración de wingpanel-indicator-datetime.
id: Pembaruan jalur pengaturan indikator tanggal waktu wingpanel.
pl: Zaktualizowano ustawienia ścieżki "wingpanel-indicator-datetime".
ru: Обновлен путь к параметрам wingpanel-indicator-datetime.
zh_cn: 更新 wingpanel-indicator-datetime 设置路径。

source: New translations.
ckb: وەرگێڕانی تازە.
de: Neue Übersetzungen.
es: Traducciones nuevas.
id: Terjemahan baru.
pl: Nowe tłumaczenia.
ru: Новые переводы.
zh_cn: 新的翻译。

source: Various bug fixes and improvements.
ckb: کۆمەڵێک وردە چارەسەر کراون و باشترکراوە.
de: Diverse Fehlerbehebungen und Verbesserungen.
es: Varias correcciones de errores y mejoras.
id: Berbagai perbaikan bug dan peningkatan.
pl: Poprawki różnych błędów i ulepszenia.
ru: Различные исправления и улучшения.
zh_cn: 诸多 Bug 修复和改进。

source: Fixes for calendar accuracy and integrity issues.
ckb: چارەسەرکردنی کێشەکانی دروستی ڕۆژژمێر و تەواوکاری.
de: Behebt Probleme mit der Genauigkeit und Integrität des Kalenders.
es: Correcciones para problemas de precisión e integridad del calendario.
id: Perbaikan untuk masalah akurasi dan integritas kalender.
pl: Poprawki w dokładności i spójności kalendarza.
ru: Исправления проблем точности и целостности календаря.
zh_cn: 修正了日历的准确性和完整性问题。

source: Fixes exporting, importing and printing calendars.
ckb: چاککردنی هەناردەکردن، هاوردەکردن و چاپکردنی ڕۆژژمێرەکان.
de: Behebt Fehler für das Exportieren, Importieren und Drucken von Kalendern.
es: Correcciones en la exportación, importación e impresión de calendarios.
id: Perbaikan pengeksporan, pengimporan, dan pencetakan kalender.
pl: Poprawki dla eksportowania, importowania i drukowania kalendarzy.
ru: Исправления экспорта, импорта и печати календарей.
zh_cn: 修正了导出、导入和打印日历的问题。

source: elementary, Inc.
ckb: کۆمپانیای ئێلەمێنتەری هاوپشک.

source: Maya;Planner;Dates;Days;Events;Calendar;ics;caldav;evolution;
be: Maya;Майа;Майя;Планіроўшчык;Даты;Дні;Падзеі;Каляндар;ics;caldav;evolution;
ckb: مایا؛ پلاندانەر;بەروارەکان;ڕۆژەکان; ڕووداوەکان؛ ڕۆژژمێر؛ics;caldav؛پەرەسەندن;
de: Maya;Terminplaner;Termine;Tage;Ereignisse;Kalender;ics;CalDAV;Evolution;
es: Maya;Planificador;Fechas;Días;Eventos;Calendario;ics;caldav;evolution;
fa: مایا;برنامه ریز;تاریخ;روزها;رویدادها;تقویم;ics;caldav;تکامل;
hu: Maya;Planner;Dates;Days;Events;Calendar;ics;caldav;evolution;Tervező;Dátumok;Napok;Események;Naptár;
id: Maya;Perencana;Tanggal;Hari;Acara;Kalender;ics;caldav;evolution;
pl: Maya;Planista;Daty;Dni;Wydarzenia;Kalendarz;ics;caldav;evolution;
ru: Майя;Планировщик;Даты;Дни;События;Календарь;ics;caldav;evolution;
sv: Maya;Planerare;Datum;Dagar;Event;Kalender;ics;caldav;evolution;
zh_cn: 日历;安排;约会;日期;活动;日历;ICS;CalDAV;Evolution;
zh_tw: Maya;Planner;Dates;Days;Events;Calendar;ics;caldav;evolution;行事曆;排程;行程;

source: Add Event
be: Дадаць падзею
ckb: زیادکردنی ڕووداو
de: Termin hinzufügen
es: Añadir evento
fa: اضافه کردن رویداد
hu: Esemény hozzáadása
id: Tambah Acara
pl: Dodaj wydarzenie
ru: Добавить событие
sv: Lägg till händelse
zh_cn: 添加活动
zh_tw: 加入事件

source: Improve screen reader support
hu: Képernyőolvasók jobb támogatása
sv: Förbättra stöd för skärmläsare
zh_tw: 改善對螢幕閱讀器的支援

source: New flatter design
be: Новы плоскі дызайн
fa: طراحی جدید تر
hu: Új, flatebb dizájn
sv: Ny plattare design
zh_tw: 新的扁平化設計
