Repository: elementary/calendar
Catalog: po/extra/*.po
Languages: be, ckb, de, es, fa, hu, id, pl, ru, sv, zh_cn, zh_tw

source: Calendar
be: Каляндар
ckb: ڕۆژژمێر
de: Kalender
es: Calendario
fa: تقویم
hu: Naptár
id: Kalender
pl: Kalendarz
ru: Календарь
sv: Kalender
zh_cn: 日历
zh_tw: 行事曆

source: View and schedule events
be: Праглядвайце і плануйце падзеі
ckb: بینینی و بەرنامەکردنی ڕووداوەکان
de: Termine ansehen und planen
es: Vea y programe eventos
fa: مشاهده و برنامه ریزی رویدادها
hu: Események megtekintése és ütemezése
id: Lihat dan jadwalkan acara
pl: Przeglądaj i planuj wydarzenia
ru: Просматривайте и создавайте расписания событий
sv: Visa och schemalägg händelser
zh_cn: 查看并安排活动
zh_tw: 查看和安排活動

source: A slim, lightweight calendar app that syncs and manages multiple calendars in one place, like Google Calendar, Outlook and CalDAV.
be: Лёгкі праграма, з якой вы можаце сінхранізаваць і кіраваць некалькімі календарамі ў адным месцы, напрыклад календаром Google, Outlook і CalDAV.
ckb: ڕۆژژمێریکی سووکەڵە و ناسک کە سەرجەم ڕۆژژمێرەکانی ترت وەکو گوگڵ و ئاوتلوک و کاڵداڤ لەگەڵ خۆی هاوکات دەکات.
de: Eine schlanke Kalenderanwendung zur zentralen Synchronisation und Verwaltung mehrerer Kalender und Protokolle – wie z.B. Google Kalender, Outlook und CalDAV.
es: Una aplicación de calendario liviana que sincroniza y gestiona calendarios, tales como Google Calendar, Outlook y CalDAV, en un solo lugar.
fa: یک برنامه تقویم کم حجم و سبک که چندین تقویم مانند Google Calendar، Outlook و CalDAV را در یک مکان همگام‌سازی و مدیریت می‌کند.
hu: Egy karcsú és könnyű naptáralkalmazás, amellyel egyhelyről kezelhet és szinkronizálhat többféle naptárat is, például: Google Naptár, Outlook vagy CalDav.
id: Aplikasi kalender yang ramping dan ringan yang menyelaraskan dan mengelola beberapa kalender di satu tempat, seperti Google Kalender, Outlook, dan CalDAV.
pl: Niewielki i lekki program, który synchronizuje i zarządza wieloma kalendarzami w jednym miejscu, jak Google Calendar, Outlook i CalDAV.
ru: Легкий и изящный календарь, поддерживающий синхронизацию с Google Календарь, Outlook и CalDAV.
sv: Ett smidigt och lätt kalenderprogram som synkroniserar och hanterar flera kalendrar på en plats, såsom Google Calendar, Outlook och CalDAV.
zh_cn: 简约的轻量级日历应用，一站式同步和管理多个日历，包括 Google 日历 、Outlook 和 CalDAV。
zh_tw: 輕巧的行事曆程式，讓您在同一處同步、管理多本行事曆，例如 Google 行事曆、Outlook 和 CalDAV 等。

source: Minor Updates:
be: Нязначныя абнаўленні:
ckb: نوێکارییە بچووکەکان:
de: Weitere Aktualisierungen:
es: Actualizaciones menores:
fa: آپدیت های جزئی:
hu: Kisebb frissítések:
id: Pembaruan Kecil:
pl: Drobne aktualizacje:
ru: Незначительные обновления:
sv: Mindre uppdateringar:
zh_cn: 次要更新：
zh_tw: 小型更新：

source: Updated translations
be: Абноўлены пераклады
ckb: وەرگێڕانەکان نوێکراونەوە
de: Aktualisierte Übersetzungen
es: Traducciones actualizadas
fa: ترجمه های به روز شده
hu: Frissített Fordítások
id: Terjemahan yang diperbarui
pl: Zaktualizowane tłumaczenia
ru: Обновлены переводы
sv: Uppdaterade översättningar
zh_cn: 更新翻译
zh_tw: 翻譯更新

source: Updated app icon
be: Абноўлены значок праграмы
ckb: ئایکۆنی ئەپ نوێکراوەتەوە
fa: آیکون به روز شد
hu: Frissített alkalmazásikon
id: Ikon aplikasi yang diperbarui
pl: Zaktualizowana ikona aplikacji
ru: Обновлена иконка приложения
sv: Uppdaterad app-ikon
zh_tw: 更新應用程式圖示

source: Features:
be: Функцыі:
ckb: تایبەتمەندییەکان:
fa: ویژگی ها:
hu: Funkciók:
id: Fitur:
pl: Funkcje:
ru: Функции:
sv: Funktioner:
zh_cn: 特性：
zh_tw: 功能：

source: Ask for confirmation before deleting events
be: Запыт пацвярджэння перад выдаленнем падзей
ckb: داواکردنی دڵنیایی کردنەوە پێش سڕینەوەی ڕووداوەکان
fa: قبل از حذف رویدادها درخواست تأیید کنید
hu: Megerősítés kérése események törlése előtt
id: Konfirmasi sebelum menghapus acara
pl: Przed usunięciem zdarzeń pojawia się teraz pytanie o potwierdzenie
ru: Запрос подтверждения перед удалением событий
sv: Fråga om bekräftelse innan händelser tas bort
zh_tw: 刪除活動前詢問確認

source: Follow email and web links in the event description with Control + Click
be: Пераход па спасылкам і адрасам электроннай пошты на Control + Націсканне
ckb: کردنەوەی ئیمێڵ و بەستەرەکان لە فرۆزەی ڕووداودا بە کۆنتڕۆل و کرتە
fa: ایمیل و پیوندهای وب را در توضیحات رویداد با Control + Click دنبال کنید
hu: E-mail és webes hivatkozások követése Control + kattintással
id: Buka surel dan tautan web dalam deskripsi acara dengan Kontrol + Klik
pl: Podążaj za adresami email oraz linkami sieciowymi w opisie wydarzenia przy użyciu Control + Kliknięcie
ru: Переход по ссылкам электронной почты и веб-ссылкам в описании события с помощью Control + Щелчок
sv: Följ e-post- och webblänkar i händelsebeskrivningen med Control + klick
zh_cn: 使用 Control + Click 关注事件描述中的电子邮件和 Web 链接
zh_tw: 用 Ctrl + 點擊來開啟活動描述中的電子郵件和網頁連結

source: Fixes:
be: Выпраўленні:
ckb: چاککراوەکان:
de: Fehlerbehebungen:
es: Arreglos:
fa: رفع:
hu: Javítások:
id: Perbaikan:
pl: Poprawki:
ru: Исправления:
sv: Åtgärdar:
zh_cn: 修复：
zh_tw: 修正：

source: Disabled checkbox "Mark as default calendar" in calendar settings, if the calendar is read-only
be: Адключэнне опцыі "Пазначыць як прадвызначаны каляндар" у наладах календара, калі ён толькі для чытання
ckb: ناچالاک کردنی دیاریخانەی "دیاریکردن وەکو ڕۆژژمێری سەرەکی" لە ڕێکخستنەکانی ڕۆژژمێر ئەگەر هاتوو ڕۆژژمێرەکە تەنها بخوێندرێتەوە
fa: اگر تقویم فقط خواندنی باشد، کادر انتخاب "علامت گذاری به عنوان تقویم پیش فرض" را در تنظیمات تقویم غیرفعال کرد
hu: A megjelölés alapértelmezett naptárként jelölőnégyzet letiltása a naptárbeállításokban, ha a naptár csak olvasható
id: Matikan checkbox "Tandai sebagai kalender default" di pengaturan kalender, jika kalender bersifat read-only
pl: Wyłączono checkbox "Ustaw jako domyślny kalendarz" w ustawieniach kalendarza, jeśli jest on tylko do odczytu
ru: Отключение опции пометки календаря как основного в настройках если календарь только для чтения
sv: Inaktiverad kryssruta "Markera som standardkalender" i kalenderinställningarna om kalendern är skrivskyddad
zh_tw: 行事曆唯讀時停用設定中的「標記為預設行事曆」勾選方塊

source: Removed no longer needed sandbox permission for accounts service
be: Выдалены дазвол на выкарыстоўванне пясочніцы для ўліковых запісаў, таму што ён больш не патрэбны
ckb: سڕینەوەی ئەو مۆڵەتانەی ساندبۆکس کە چیتر بۆ خزمەتگوزاری هەژمارەکان پێویست نین
fa: حذف شد دیگر نیازی به مجوز جعبه ایمنی برای سرویس حساب‌ها نیست
hu: A már nem szükséges sandbox engedély eltávolítva a fiókszolgáltatástól
id: Hapus izin sandbox yang tidak lagi dibutuhkan untuk layanan akun
pl: Usunięto niepotrzebne już przywileje sandboxowania dla usługi kont
ru: Убраны неиспользуемые права в песочнице для сервиса аккаунтов
sv: Borttagen sandlådebehörighet för kontotjänster som inte längre behövs
zh_tw: 移除不再需要的帳號服務沙盒權限

source: Fixed potential memory leak
be: Выпраўлена патэнцыяльная ўцечка інфармацыі
ckb: چارەسەرکردنی دزەکردنی بیرگە
fa: رفع نشت احتمالی حافظه
hu: Lehetséges memóriaszivárgás javítva
id: Perbaiki potensi kebocoran memori
pl: Naprawiono potencjalny wyciek pamięci
ru: Исправлена потенциальная утечка памяти
sv: Fixat potentiellt minnesläckage
zh_tw: 修正可能的記憶體漏失

source: Ensure Calendar runs in the background on startup
ckb: دڵناییکردنەوە لەوەی کە ساڵنامە لە باکگراوندا کار دەکات لە کاتی دەست پێ کردن
de: Sicherstellen, dass der Kalender beim Hochfahren im Hintergrund läuft
id: Pastikan Kalender berjalan di latar belakang saat mulai
pl: Upewniono się, że Kalendarz uruchamia się w tle przy starcie
ru: Исправление работы календаря в фоновом режиме
zh_cn: 确保日历在启动时后台运行

source: Fix memory leak when getting timezone information
ckb: چارەسەرکردنی دزەکردنی بیرگە کاتێک زانیاری ناوچەی کات وەردەگیرێت
de: Speicherleck beim Aktualisieren von Zeitzonen behoben
id: Perbaiki kebocoran memori saat mendapatkan informasi zona waktu
pl: Naprawiono wyciek pamięci przy pobieraniu informacji o strefie czasowej
ru: Исправлена утечка памяти при получении информации о часовом поясе
zh_cn: 修复获取时区信息时的内存泄漏

source: Reliably read Windows-style timezones
ckb: خوێندنەوەی ناوچەکاتەکانی ستایلی ویندۆز بەباشی
de: Windows-formatierte Zeitzonen werden nun zuverlässig gelesen
id: Baca dengan akurat zona waktu bergaya Windows
pl: Poprawiono odczytywanie stref czasowych zapisanych w stylu Windowsa
ru: Надёжная обработка часовых поясов Windows
zh_cn: 可靠地读取 Windows 风格的时区

source: Fix notification icons in the notification indicator
ckb: چارەسەرکردنی ئایکۆنەکانی ئاگادارکەرەوە لە نیشاندەری ئاگادارکەرەوەدا
de: Fehler im Zusammenhang mit Icons in der Benachrichtigungsanzeige behoben
es: Se arregló un problema con los iconos de notificación en el indicador de notificación
id: Perbaiki ikon pemberitahuan di indikator pemberitahuan
pl: Naprawiono ikony notyfikacji we wskaźniku powiadomień
ru: Исправлены значки уведомлений в индикаторе уведомлений
zh_cn: 修复通知指示器中的通知图标

source: Fix an issue where event timezones were overwritten
ckb: چارەسەر کردنی کێشەیەک کاتێک ناوچەکاتەکانی ڕووداوێک دەستکاری دەکران
de: Fehler behoben, der dazu führte, dass Termin-Zeitzonen überschrieben wurden
es: Se arregló un problema en el que se sobrescribían las zonas horarias de los eventos
id: Perbaiki masalah di mana zona waktu acara ditimpa
pl: Naprawiono błąd, w którym zdarzenia w strefach czasowych były nadpisywane
ru: Исправлена проблема, при которой часовые пояса событий перезаписывались
zh_cn: 修复事件时区被覆盖的问题

source: Ensure Calendar is launched when notifications are clicked
ckb: دڵنیاییکردنەوە لەوەی کە ڕۆژژمێر بکرێتەوە کاتێک ئاگادارکەرەوەکان کرتەیان لەسەر دەکرێت
de: Stellt sicher, dass der Kalender gestartet wird, wenn auf Benachrichtigungen geklickt wird
es: Asegúrese de que Calendar se inicie cuando se haga clic en las notificaciones
id: Pastikan Kalender dibuka ketika notifikasi diklik
pl: Upewnij się, że kalendarz jest uruchomiony przy kliknięciu na powiadomienie
ru: Календарь теперь запускается, если нажать на уведомление
zh_cn: 确保在单击通知时启动日历

source: Fix broken calendar color with some online providers
ckb: چاککردنەوەی ڕەنگی شکاوی ساڵنامە لەگەڵ هەندێک لە دابینکەرانی سەرهێڵ
de: Behebt einen Fehler mit der Kalenderfarbe bei einigen Anbietern
id: Perbaiki warna yang rusak pada kalender pada beberapa penyedia daring
pl: Naprawiono uszkodzony kolor kalendarza u niektórych dostawców online
ru: Исправлен сломанный цвет календаря связанный с некоторыми облачными сервисами
zh_cn: 使用某些在线提供商修复损坏的日历颜色

source: Fix an issue with some all-day events
ckb: چارەسەرکردنی کێشەیەک لەگەڵ ڕووداوەکانی "هەموو ڕۆژ"دا
de: Behebt einen Fehler mit einigen ganztägigen Ereignissen
id: Perbaiki masalah pada beberapa acara yang berlangsung seharian
pl: Naprawiono problem z niektórymi wydarzeniami całodniowymi
ru: Исправлена проблема с некоторыми событиями
zh_cn: 修复一些全天事件的问题

source: New Features:
ckb: نەوتایبەتمەندییەکان:
de: Neue Funktionen:
es: Funcionalidades nuevas:
id: Fitur Baru:
pl: Nowe funkcje:
ru: Новые возможности:
zh_cn: 新功能：

source: Import ICS files from the gear menu
ckb: هاوردەکردنی پەڕگەکانی ICS لە لیستی گێڕەکە
de: ICS Dateien vom Zahnradmenü importieren
id: Impor berkas ICS dari menu roda gigi
pl: Importuj pliki ICS z menu koła zębatkowego
ru: Импорт файлов ICS из меню в виде шестерёнки
zh_cn: 从齿轮菜单导入 ICS 文件

source: Support the dark style
ckb: پاڵپشتیکردنی ستایلی تاریک
de: Unterstützung für Dark Mode
id: Dukungan gaya gelap
pl: Dodano wsparcie trybu ciemnego
ru: Поддержка темного стиля
zh_cn: 支持深色风格

source: Properly show events on the last day of the month
ckb: پشاندانی ڕووداوەکان لە کۆتا ڕۆژی مانگدا بە شێوەیەکی گونجاو
de: Ereignisse am letzten Tag des Monats richtig anzeigen
id: Menampilkan acara dengan benar pada hari terakhir setiap bulan
pl: Poprawnie pokazuj wydarzenia w ostatnim dniu miesiąca
ru: Правильное отображение событий в последний день месяца
zh_cn: 在一个月的最后一天正确显示事件

source: Fix end times for all-day events
ckb: چارەسەرکردنی کۆتا کاتەکان بۆ ڕووداوەکانی هەموو ڕۆژ
de: Korrektur bei Ablauf von ganztägigen Terminen
id: Perbaikan waktu berakhir untuk acara sepanjang hari
pl: Poprawiono czasy końca dla wydarzeń całodniowych
ru: Исправлено время окончания событий в течение всего дня
zh_cn: 修复全天活动的结束时间

source: Notify for all alarms on an event
ckb: ئاگادارکردنەوە بۆ هەموو زەنگەکان لە هەر ڕووداوێک
de: Benachrichtigungen für alle Erinnerungen eines Ereignisses
id: Memberi tahu semua alarm pada acara
pl: Informuj o wszystkich alarmach związanych z wydarzeniem
ru: Оповещение обо всех напоминаниях по событию
zh_cn: 通知事件的所有警报

source: Improved offline support
ckb: زیاتر پاڵپشتی دەرهێڵ کراوە
de: Verbesserte Offlineunterstützung
id: Peningkatan dukungan luring
pl: Poprawiono wsparcie offline
ru: Улучшена работа в автономном режиме
zh_cn: 改进的离线支持

source: New colorful avatar fallbacks
ckb: ئەڤەتاری ڕەنگاوڕەنگی نوێ
de: Neue farbenfrohe Avatar-Fallbacks
id: Latar avatar warna-warni baru
pl: Nowy kolorowy awatar zastępczy
ru: Новые красочные резервные аватары
zh_cn: 新的备用多彩头像

source: Include "film" as an event icon keyword
ckb: تێخزاندنی "فیلم" وەکو کلیلەوشەی ئایکۆنی ڕووداوێک
de: Fügt "film" als Ereignissymbol-Schlüsselwort hinzu
id: Menyertakan "film" sebagai kata kunci ikon acara
pl: Zawrzyj "film" jako słowo kluczowe ikony wydarzenia
ru: Добавлен «фильм» в качестве ключевого слова для иконки события
zh_cn: 包括“电影”作为事件图标关键字

source: Add Mint and Bubblegum to calendar color chooser
ckb: زیادکردنی مینت و بەبڵگەم بۆ دیاریکەری ڕەنگی ڕۆژمێر
de: Fügt die Farben Mint und Bubblegum zur Farbwahl im Kalender hinzu
id: Menambahkan Mint dan Bubblegum ke pemilih warna kalender
pl: Dodaj kolor miętowy i gumowy do możliwych kolorów kalendarza
ru: Добавлены мятный и бубльгумовый цвета в палитку цветов календаря
zh_cn: 将 Mint 和 Bubblegum 添加到日历颜色选择器

source: Link to Online Accounts settings in the gear menu
ckb: پەیوەستکردن بە ڕێکخستنەکانی هەژمارە سەرهێڵییەکان لە لیستی گێڕەکەدا
de: Verknüpfung zu Internet-Accounteinstellungen im Einstellungsmenü
id: Menautkan pengaturan Akun Daring di menu roda gigi
pl: Dodaj link do ustawień kont online w menu zębatkowym
ru: Ссылка на настройки онлайн аккаунтов в меню «шестеренки»
zh_cn: 链接到齿轮菜单中的在线帐户设置

source: Performance improvements
ckb: گەشە بە کارکردنی نەرمەکاڵا دراوە
de: Leistungsverbesserungen
es: Mejoras de rendimiento
id: Peningkatan kinerja
pl: Poprawki wydajności
ru: Улучшения производительности
zh_cn: 性能改进

source: Add "Duplicate..." option to event context menu
ckb: زیادکردنی بژاردەی "بەدووکردن..." بۆ لیستی دەقی ڕووداو
de: Im Termin-Kontextmenü gibt es jetzt die Option »Duplizieren …«
es: Se añadió la opción «Duplicar» al menú contextual de los eventos
id: Tambahkan opsi "Duplikat..." untuk menu konteks acara
pl: Dodano opcje "Duplikuj..." do menu kontekstowego wydarzenia
ru: В контекстное меню добавлен параметр «Дублировать...»
zh_cn: 将“复制...”添加到事件内容菜单

source: Fix an issue where new events could appear twice in Calendar
ckb: چارەسەکردنی کێشەیەک کاتێک دەکرا دوو جار ڕووداوی نوێ لە ڕۆژمێردا دەرکەوتبان
de: Fehler behoben, der dazu geführt hatte, dass Termine im Kalender doppelt erschienen
es: Se arregló un problema por el cual se podían duplicar los eventos nuevos en Calendario
id: Memperbaiki masalah acara baru yang dapat muncul dua kali di Kalender
pl: Naprawiono problem, w wyniku którego nowe wydarzenia mogły pojawiać się dwukrotnie w Kalendarzu
ru: Исправлена проблема, когда новые события могли дважды появляться в Календаре
zh_cn: 解决了新事件可能在日历中出现两次的问题

source: "Mark as default calendar" box is now correctly checked when editing a calendar
ckb: ئێستا خانەی "دیاریکردنی وەکو ڕۆژژمێری سەرەکی" بە شێوەیەکی دروست پڕکراوەتەوە لە کاتی گۆڕانکاری ڕۆژژمێرێکدا
de: »Als Standardkalender wählen« ist jetzt richtig ausgewählt, wenn ein Kalender bearbeitet wird
es: La casilla «Marcar como calendario predeterminado» ahora se marca correctamente al editar un calendario
id: Kotak "Tandai sebagai kalender bawaan" sekarang dicentang dengan benar saat menyunting kalender
pl: Pole "Oznacz jako domyślny kalendarz" jest teraz poprawnie zaznaczone przy edycji kalendarza
ru: Пометка «Сделать календарём по умолчанию» теперь правильно устанавливается при внесении изменений в календарь
zh_cn: 编辑日历时“标记为默认日历”选框将被正确勾选

source: Improvements:
ckb: باشترکراوەکان:
de: Verbesserungen:
es: Mejoras:
id: Peningkatan:
pl: Ulepszenia:
ru: Улучшения:
zh_cn: 改进：

source: Allow modification of recurring events
ckb: ڕێگەدان بە گۆڕانکاری لە ڕووداوە چەند بارە بووەوەکان
de: Änderungen bei wiederkehrenden Ereignissen möglich
es: Se permite modificar los eventos recurrentes
id: Mengizinkan modifikasi acara berulang
pl: Dozwolono modyfikacje wydarzeń cyklicznych
ru: Разрешено изменять повторяющиеся события
zh_cn: 允许编辑循环事件

source: Improve handling of week start day
ckb: گەشەدان بە بەڕێوەبردنی ڕۆژی دەستپێکی هەفتە
de: Festlegung des ersten Tags der Woche vereinfacht
es: Se mejoró el tratamiento del día de comienzo de semana
id: Meningkatkan penanganan hari permulaan minggu
pl: Poprawiono obsługę dnia rozpoczęcia tygodnia
ru: Улучшена обработка первого дня недели
zh_cn: 改进了对新一周开始日期的处理

source: Fix timezone errors with all-day events
ckb: چارەسەکردنی کێشەکانی ناوچەکات لە ڕووداوەکانی هەموو ڕۆژدا
de: Fehler im Zusammenhang mit ganztägigen Terminen und Zeitzonen behoben
es: Se arreglaron errores de huso horario en los eventos de jornada entera
id: Memperbaiki kesalahan zona waktu pada acara sepanjang hari
pl: Naprawiono problem ze strefami czasowymi wydarzeń całodniowych
ru: Исправлены ошибки часовых поясов для событий на целый день
zh_cn: 解决了持续全天的事件跟所在时区有关的错误

source: Don't resize the sidebar when resizing the window
ckb: نەگۆڕانی قەبارەی سایدباڕ لەکاتی گۆڕینی قەبارەی پەنەجەرەکە
de: Die Breite der Seitenleiste bleibt beim Änderung der Fenstergröße unverändert
es: La barra lateral no se redimensiona al cambiar el tamaño de la ventana
id: Jangan mengubah ukuran bilah sisi saat mengubah ukuran jendela
pl: Rozmiar panelu bocznego nie zmienia się już przy zmianie rozmiaru okna
ru: Неизменный размер боковой панели, после изменения размера окна
zh_cn: 重设窗口的大小时不再重置侧边栏的大小

source: Fix issues with time zones not being recognized
ckb: چارەسەرکردنی کێشەکانی ناوچە کاتەکان کە نە دەناسرانەوە
de: Probleme mit nicht anerkannten Zeitzonen behoben
es: Solucionados problemas de reconocimiento de husos horarios
id: Memperbaiki masalah zona waktu yang tidak dikenali
pl: Naprawiono problemy z nierozpoznawanymi strefami czasowymi
ru: Исправление проблемы не распознавания часовых поясов
zh_cn: 解决了无法识别所在时区的问题

source: Fix several issues with adding and removing monthly recurring events
ckb: چارەسەرکردنی چەند کێشەیەک لە کاتی زیاد و کەمکردنی ڕووداوە چەند بارە بووەوەکانی مانگانە
de: Mehrere Probleme beim Hinzufügen und Entfernen monatlich wiederkehrender Ereignisse behoben
es: Se corrigieron varios problemas al añadir y quitar eventos con repetición mensual
id: Memperbaiki beberapa masalah terkait penambahan dan penghapusan acara rutin bulanan
pl: Naprawiono kilka problemów z dodawaniem i usuwaniem cyklicznych miesięcznych wydarzeń
ru: Исправлено несколько проблем с добавлением и удалением ежемесячных повторяющихся событий
zh_cn: 解决了添加或者删除每月重复事项的相关问题

source: Correctly save event reminders
ckb: پاشەکەوتکردنی بیرخەرەوەکان بە شێوەیەکی دروست
de: Korrektes Speichern von Ereigniserinnerungen
es: Se guardan los recordatorios de evento correctamente
id: Menyimpan pengingat acara dengan benar
pl: Poprawiono zapisywanie przypomnień wydarzeń
ru: Правильное сохранение напоминаний о событиях
zh_cn: 正确地保存事件提醒

source: Ellipsize event participant details if necessary
ckb: ئەگەر پێویست بێت، وردەکاریەکانی بەشداربووی رووداوی بە شێوە هێلکەیی بکرێن
de: Bei Bedarf werden Auslassungspunkte zu den Details eines Veranstaltungsteilnehmers hinzugefügt
es: De ser necesario se truncan con puntos suspensivos los detalles de participantes en los eventos
id: Elipsis detail peserta acara jika perlu
pl: Skróć szczegóły o uczestnikach wydarzenia gdy jest to potrzebne
ru: При необходимости, сверните данные об участнике события
zh_cn: 如有必要，省略活动参与者的详细信息

source: Fix unwanted rescheduling when editing event title
ckb: چاککردنی بەرنامەکراوە نەویستراوەکان لە کاتی دەستکاریکردنی ناونیشانی ڕووداو
de: Unerwünschte Verschiebung beim Bearbeiten von Ereignistiteln korrigiert
es: Se solucionaron las reprogramaciones no deseadas al editar el título de un evento
id: Perbaikan penjadwalan ulang yang tidak diinginkan saat menyunting judul acara
pl: Naprawiono niechciane przeplanowania przy zmianie nazwy wydarzenia
ru: Исправлено нежелательное перепланирование при редактировании названия события
zh_cn: 修复编辑事件标题时不需要的重新安排

source: Fix crash when editing an event with no location
ckb: چاککردنەوەی تێکشکان لەکاتی دەستکاری ڕووداوێک بەبێ شوێن
de: Absturz beim Bearbeiten eines Ereignisses ohne Ortsangabe behoben
es: Se corrigió un cierre inesperado al editar eventos carentes de ubicación
id: Perbaikan kesalahan saat menyunting acara tanpa lokasi
pl: Naprawiono crash przy edytowaniu wydarzenia bez miejsca
ru: Исправлен сбой при редактировании события без местоположения
zh_cn: 修复在编辑无位置事件时的崩溃

source: Fix potential crash when loading events with no start or end time
ckb: چاککردنەوەی تێکشکانی شاراوە لەکاتی ئامادەکردنی رووداوەکان بەبێ کاتی دەستپێکردن یان کۆتایی
de: Behebt einen potenziellen Absturz beim Laden von Ereignissen ohne Start- oder Endzeit
es: Se arregló un cierre brusco potencial al cargar eventos sin hora de inicio o de finalización
id: Perbaikan potensi kesalahan saat memuat peristiwa tanpa waktu mulai atau berakhir
pl: Naprawiono potencjalny crash przy ładowaniu wydarzeń bez początkowej lub końcowej daty
ru: Исправлена возможная ошибка при загрузке событий без времени начала или окончания
zh_cn: 修复加载没有开始或结束时间的事件时潜在的崩溃

source: Make agenda pane fill the whole space
ckb: پڕکردنەوەی هەموو بۆشاییەکە بە کارنامە
de: Das Agenda-Fenster füllt nun den ganzen Raum aus
es: Hacer que el panel de agenda llene todo el espacio
id: Membuat panel agenda mengisi seluruh ruang
pl: Okienko terminarza wypełnia teraz całą przestrzeń
ru: Панель повестки дня заполняет все пространство
zh_cn: 使议程窗格填满整个空间

source: Set the suggested time for new events to the next whole hour
ckb: دانانی کاتی پێشنیارکراو بۆ ڕوداوە نوێکان بۆ تەواوی کاتژمێری داهاتوو
de: Stellt den vorgeschlagenen Zeitpunkt für neue Ereignisse auf die nächste volle Stunde ein
es: Establecer el tiempo sugerido para nuevos eventos para la próxima hora completa
id: Menetapkan waktu yang disarankan untuk acara baru ke satu jam penuh berikutnya
pl: Ustawiono sugerowany czas dla nowych wydarzeń na następną równą godzinę
ru: Установите предлагаемое время для новых событий на следующий целый час
zh_cn: 将新事件的建议时间设置为下一整小时

source: Fix issues with recurring events
ckb: چارەسەرکردنی کێشەکان لەکاتی هەبوونی ڕووداوی چەند بارە بووەوە
de: Probleme mit wiederkehrenden Ereignissen behoben
es: Corrección de problemas con eventos recurrentes
id: Memperbaiki masalah terkait acara rutin
pl: Naprawiono problemy z powtarzającymi się zdarzeniami
ru: Исправлены проблемы с повторяющимися событиями
zh_cn: 修复重复事件的问题

source: Present import window when opening ICS files
ckb: پشاندانی پەنجەرەی هاوردە لە کاتی کردنەوەی پەڕگەکانی ICS
de: Anzeige des Importfensters beim Öffnen von ICS-Dateien
es: Se presenta la ventana de importación al abrir archivos ICS
id: Jendela impor saat membuka berkas ICS
pl: Przedstaw okno importu otwierająć pliki ICS
ru: Отображение окна импорта при открытии ICS файлов
zh_cn: 打开 ICS 文件时显示导入窗口

source: Add a search entry for calendars
ckb: زیادکردنی تۆماری گەڕان بۆ ڕۆژژمێرەکان
de: Einen Suchbegriff für Kalender hinzufügen
es: Se añadió un cuadro de búsqueda de calendarios
id: Menambahkan entri penelusuran untuk kalender
pl: Dodano wpis wyszukiwania dla kalendarzy
ru: Добавлено поле поиска для календарей
zh_cn: 为日历添加一个搜索入口

source: Always use calendar icon in notifications
ckb: هەمیشە بەکارهێنانی ئایکۆنی ڕۆژژمێر لە ئاگادارکردنەوەکان
de: Kalender Symbol immer in den Benachrichtungen benutzen
es: Se utiliza siempre el icono del calendario en las notificaciones
id: Selalu gunakan ikon kalender di notifikasi
pl: Zawsze używaj ikony kalendarza w powiadomieniach
ru: Всегда показывать значок календаря в уведомлениях
zh_cn: 在通知中心总是使用日历图标
