Repository: elementary/calendar
Catalog: po/*.po
Languages: be, ckb, cs, fa, ru

source: Try changing search terms.
be: Паспрабуйце змяніць тэрміны ў пошуку.
cs: Zkuste změnit podmínky hledání.
fa: سعی کنید عبارات جستجو را تغییر دهید.
ru: Попробуйте изменить условия поиска.

source: Delete this occurrence of event?
be: Выдаліць гэтую з'яву з падзеі?
cs: Smazat tento výskyt události?
fa: این رویداد حذف شود؟
ru: Удалить выбранное вхождение события?

source: Delete this occurrence of event “%s”?
be: Выдаліць гэтую справу з падзеі “%s”?
cs: Chcete smazat tento výskyt události ”%s”?
fa: این رویداد "%s" حذف شود؟
ru: Удалить выбранное вхождение события «%s»?

source: This occurrence will be permanently deleted, but all other occurrences will remain unchanged.
be: Гэта з'ява будзе выдалена назаўжды, але астатнія з'явы не будуць зменены.
cs: Tato událost bude permanentně smazána, ale všechny ostatní výskyty zůstanou nezměněny.
fa: این اتفاق برای همیشه حذف خواهد شد، اما همه موارد دیگر بدون تغییر باقی خواهند ماند.
ru: Это событие будет удалено, но все остальные повторения останутся на месте.

source: Delete Occurrence
be: Выдаліць з'яву
cs: Odstranit tento výskyt
fa: حذف رخداد
ru: Удалить вхождение

source: Delete event?
be: Выдаліць падзею?
cs: Smazat událost?
fa: حذف رویداد؟
ru: Удалить событие?

source: Delete event “%s”?
be: Выдаліць падзею “%s”?
cs: Smazat událost “%s”?
fa: رویداد %s حذف شود؟
ru: Удалить событие «%s»?

source: This event and all its occurrences will be permanently deleted.
be: Гэта падзея і ўсе з'явы, злучаныя з ёй, будуць выдаленыя.
cs: Tato událost a všechny její výskyty budu permanentně smazány.
fa: این رویداد و همه موارد آن برای همیشه حذف خواهند شد.
ru: Это событие и все его повторения будут безвозвратно удалены.

source: Delete Event
be: Выдаліць падзею
ckb: سڕینەوەی ڕووداو
cs: Smazat událost
fa: حذف رویداد
ru: Удалить событие

source: This event will be permanently deleted.
be: Гэта падзея будзе выдалена назаўжды.
cs: Tato událost bude permanentně odstraněna.
fa: این رویداد برای همیشه حذف خواهد شد.
ru: Это событие будет безвозвратно удалено.

source: Edit…
be: Рэдагаваць…
ckb: دەستکاری…
cs: Upravit…
fa: ویرایش...
ru: Редактировать…

source: Duplicate…
be: Дубліраваць…
ckb: لەبەرگرتنەوە…
cs: Zduplikovat…
fa: تکرار…
ru: Дублировать…

source: Remove Event
be: Зняць падзею
ckb: سڕینەوەی ڕووداو
cs: Smazat událost
fa: حذف رویداد
ru: Удалить событие

source: Remove Occurrence
be: Зняць з'яву
ckb: ڕەشکردنەوەی ئامادەبوون
cs: Smazat tento výskyt
fa: حذف رخداد
ru: Удалить вхождение

source: Remove
be: Зняць
ckb: سڕینەوە
cs: Odstranit
fa: زدودن
ru: Удалить

source: Add New Calendar…
be: Стварыць новы каляндар…
ckb: زیاد کردنی ڕۆژژمێری نوێ …
cs: Přidat Nový kalendář…
fa: اضافه نمودن تقویم جدید ...
ru: Добавить новый календарь…

source: Import iCalendar File…
be: Імпартаваць файл iCalendar…
ckb: هێنانی پەڕگەی ئای کالێندەر…
cs: Importovat iCalendar soubor…
fa: وارد کردن فایل iCalendar…
ru: Импортировать файл iCalendar…

source: Online Accounts Settings…
be: Налады сеткавых уліковых запісаў…
ckb: ڕێکخستنەکانی هەژمارە سەرهێڵییەکان…
cs: Nastavení online účtů…
fa: تنظیمات اکانت آنلاین…
ru: Настройки онлайн-аккаунтов…

source: Select ICS File to Import
be: Выберыце файл ICS для імпарту
ckb: دیاریکردنی پەڕگەی ICS بۆ هەناردن
cs: Vyberte ICS soubor k importu
fa: فایل ICS را برای وارد کردن انتخاب کنید
ru: Выберите ICS файл для импорта

source: Open
be: Адкрыць
ckb: کردنەوە
cs: Otevřít
fa: باز کردن
ru: Открыть

source: Not Removable
be: Нельга выдаліць
ckb: نا سڕدرێتەوە
cs: Neodstranitelné
fa: غیرقابل حذف
ru: Неудаляемый

source: Not Editable
be: Нельга рэдагаваць
ckb: دەستکاری ناکرێت
cs: Needitovatelné
fa: غیرقابل ویرایش کردن
ru: Неизменяемый

source: Undo
be: Адрабіць
ckb: گەڕانەوە
cs: Zpět
fa: بر‌گرداندن
ru: Возврат

source: "%s" removed
be: "%s" быў выдалены
ckb: ڕۆژژمێری "%s" سڕاوەتەوە
cs: "%s" odstraněno
fa: تقویم "%S" پاک شده است
ru: «%s» удалён

source: Calendar
ckb: ڕۆژژمێر
fa: تقویم
ru: Календарь

source: Google
ckb: گوگڵ
fa: گوگل

source: Guests
ckb: میوانەکان
fa: مهمان‌ها

source: Participants:
ckb: بەشداریکەرەکان:
fa: شرکت کنندگان:

source: No Participants
ckb: هیچ بەشداریکەرێک نییە
fa: بدون شرکت کننده

source: Export or Share the default Calendar
ckb: هەناردەو هاوبەسکردنی ڕۆژمێری پێشگریمان
fa: خروجی گرفتن و یا اشتراک گذاری تقویم پیش‌فرض

source: Hide Week Numbers
ckb: شاردنەوەی ژمارەی هەفتە
fa: مخفی نمودن شماره هفته

source: User:
ckb: بەکارهێنەر:

source: Email:
ckb: ئیمەیل:

source: CalDAV
ckb: کال-داڤ

source: URL:
ckb: ناونیشانی ماڵپەڕ :

source: Reminders:
ckb: بیرخەرەوەکان:

source: Name:
ckb: ناو:

source: Type:
ckb: جۆر :

source: Color:
ckb: ڕەنگ:
