Repository: elementary/calendar
Catalog: po/*.po
Languages: be, ckb, cs, fa, ru

source: On this computer
be: На гэтым камп'ютары
ckb: لە سەر ئەم کۆمپیوترە
cs: V tomto počítači
fa: بر روی این رایانه
ru: На этом компьютере

source: user.name
be: імя.карыстальніка
ckb: ناوی.بەکارهێنەر
cs: uzivatelske.jmeno
ru: имя.пользователя

source: User Name
be: Імя карыстальніка
ru: Имя пользователя

source: ellie@example.com
be: ellie@pryklad.by
ru: ellie@primer.ru

source: Email
be: Эл. пошта
fa: رایانامه

source: Keep a copy locally
be: Захаваць лакальную копію
ckb: پاشەکەوتی وەشانی ناوخۆیی
cs: Uchovat lokální kopii
fa: ذخیره سازی نسخه محلی
ru: Сохранить локальную копию

source: On the web
be: У сетцы
cs: Na webu
fa: روی وب
ru: По сети

source: user.name or user.name@gmail.com
be: user.name або user.name@gmail.com
cs: uzivatelske.jmeno nebo uzivatelske.jmeno@gmail.com
ru: user.name или user.name@gmail.com

source: URL
be: Спасылка
ru: URL-адрес

source: Use a secure connection
be: Выкарыстоўваць ахованае злучэнне
ckb: بەکارهێنانی پەیوەندییەکای پارێزراو
cs: Používat zabezpečené připojení
fa: استفاده از اتصال امن
ru: Использовать защищённое соединение

source: Server handles meeting invitations
be: Сервер апрацоўвае запрашэнні на сустрэчы
ckb: رێزبەندی بانگهێشتەکانی بینەرانی ڕاژە
cs: Server spravuje pozvánky na schůzky
fa: دسته بندی دعوت نامه های مشاهده کنندگان سرور
ru: Сервер обрабатывает приглашения на встречу

source: Create a new event
be: Стварыць новую падзею
ckb: دروستکردنی روداوێک
cs: Vytvořit novou událost
fa: ساخت یک رویداد
ru: Создать новое событие

source: Your upcoming events will be displayed here when you select a date with events.
be: Вашы будучыя падзеі будуць адлюстраваны тут, калі вы выберыце дату з падзеямі.
ckb: لە کاتی هەڵبژاردنی ڕۆژی هەبوونی ڕووداو، ڕووداوەکانی ئەو ڕۆژە لێرە نیشان دەدرێن.
cs: Zde se zobrazí nadcházející události, až vyberete datum s událostmi.
fa: در صورت انتخاب روز دارای رویداد، رویدادهای آن روز در این قسمت نمایش داده می‌شوند.
ru: Ваши предстоящие события появятся здесь, когда вы выберете дату с событиями.

source: During the day
be: На працягу дня
ckb: لە مەودای ڕۆژەکەدا
cs: Během dne
fa: در طول روز
ru: В течение дня

source: All day
be: Увесь дзень
ckb: هەموو ڕۆژ
cs: Celý den
fa: تمام روز
ru: Весь день

source: Tomorrow
be: Заўтра
ckb: سبەی
cs: Zítra
fa: فردا
ru: Завтра

source: This Week
be: Гэты тыдзень
ckb: ئەم هەفتەیە
cs: Tento týden
fa: این هفته
ru: Неделя

source: Next Week
be: Наступны тыдзень
ckb: هەفتەی داهاتوو
cs: Příští týden
fa: هفته بعد
ru: Следующая неделя

source: This Month
be: Гэты месяц
ckb: ئەم مانگە
cs: Tento měsíc
fa: این ماه
ru: Месяц

source: Next Month
be: Наступны месяц
ckb: مانگی داهاتوو
cs: Příští měsíc
fa: ماه بعدی
ru: Следующий месяц

source: Create an event
be: Стварэнне падзеі
ckb: دروستکردنی بۆنەیەک
cs: Vytvořit událost
fa: ساخت یک رویداد
ru: Создать событие

source: Focus the given day
be: Сфакусіравацца на гэтым дні
ckb: سەرنج خستنە سەر ڕۆژی پێدراو
cs: Zaměřit na daný den
fa: تمرکز روی روز معین
ru: Сфокусироваться на этом дне

source: date
be: дата
ckb: بەرواو
cs: datum
fa: تاریخ
ru: дата

source: Calendar will automatically start when this device turns on and run when its window is closed so that it can send event notifications.
be: Каляндар будзе аўтаматычна запускацца разам з прыладай і працаваць, калі акно закрыта, каб адпраўляць апавяшчэнні аб падзеях.
cs: Kalendář se spustí automaticky při startu zařízení a bude běžet i když bude okno aplikace zavřené, aby mohl posílat oznámení o událostech.
fa: وقتی این دستگاه روشن می‌شود، تقویم به‌طور خودکار شروع می‌شود و وقتی پنجره آن بسته است اجرا می‌شود تا بتواند اعلان‌های رویداد را ارسال کند.
ru: Календарь автоматически запускается при включении этого устройства и работает, когда окно закрыто, чтобы вы могли получать уведомления о событиях.

source: Select a Calendar to Import Into
be: Выберыце каляндар, у які імпартаваць
ckb: ڕۆژ مێرێک دیاری بکە بۆ ئەوەی بیخەیتە ناوی
cs: Vyberte kalendář do kterého chcete importovat
fa: یک تقویم را برای وارد کردن به آن انتخاب کنید
ru: Выберите календарь для импорта

source: Events from "%s" will be merged with this calendar:
be: Падзеі з "%s" будуць аб'яднаныя з гэтым календаром:
ckb: ڕووداو و بۆنەکان لە "%s" دەلکێندرێن بەم ڕۆژمێرەوە:
cs: Události z "%s" budou sloučeny s tímto kalendářem:
fa: رویدادهای "%s" با این تقویم ادغام خواهند شد:
ru: События из «%s» будут объединены с этим календарём:

source: Events from %d file will be merged with this calendar:
be: Падзеі з %d файла будуць аб'яднаныя з гэтым календаром:
ckb: ڕووداو و بۆنەکان لە پەڕگەی %d دەلکێندرێن بەم ڕۆژمێرەوە:
cs: Události z %d souboru budou sloučeny s tímto kalendářem:
fa: رویدادهای %d فایل با این تقویم ادغام خواهند شد:
ru: Событие из файла %d будет объединено с этим календарём:

source: Import
be: Імпартаваць
ckb: هاوردە
fa: وارد کردن
ru: Импортировать

source: Add Event
be: Дадаць падзею
ckb: زیادکردنی ڕووداو
cs: Přidat událost
fa: افزودن رویداد
ru: Добавить событие

source: Edit Event
be: Рэдагаваць падзею
ckb: دەستکاری رووداو
cs: Upravit událost
fa: ویرایش رویداد
ru: Изменить событие

source: General Informations
be: Агульная інфармацыя
ckb: زانیاری گشتی
cs: Obecné informace
fa: اطلاعات عمومی
ru: Общая информация

source: Location
be: Месца
ckb: شوێن (جێگا)
cs: Místo
fa: مکان (نشانی)
ru: Местоположение

source: Reminders
be: Напаміны
ckb: بیرخەرەوەکان
cs: Připomenutí
fa: یادآوری‌ها
ru: Напоминания

# Section Header
source: Repeat
be: Паўтор
ckb: دووبارە کردنەوە
cs: Opakování
fa: تکرار
ru: Повтор

source: Delete Event…
be: Выдаліць падзею…
ru: Удалить событие…

source: Create Event
be: Стварыць падзею
ckb: دروستکردنی ڕووداو
cs: Vytvořit událost
fa: ساخت رویداد
ru: Создать событие

source: Save Changes
be: Захаваць змены
ckb: پاشکەوتی گۆڕانکاری
cs: Uložit změny
fa: ذخیره کردن تغییرات
ru: Сохранить изменения

source: Cancel
be: Скасаваць
ckb: هەڵوەشاندنەوە
cs: Zrušit
fa: انصراف
ru: Отменить

source: Accepted
be: Прынята
ckb: پەسەند کرا
cs: Přijato
fa: پذیرفته شده
ru: Принято

source: Declined
be: Адхілена
ckb: رەت کرا
cs: Odmítnuto
fa: رد شده
ru: Отклонено

source: Maybe
be: Мабыць
ckb: لەوانەیە
cs: Možná
fa: شاید
ru: Может быть

source: Invite
be: Запрасіць
ckb: بانگهێشت
cs: Pozvat
fa: دعوت
ru: Пригласить

source: From:
be: З:
ckb: لە:
cs: Od:
fa: از:
ru: Начиная с:

source: All day:
be: Увесь дзень:
ckb: هەموو ڕۆژ :
cs: Celý den:
fa: هر روز:
ru: Весь день:

source: To:
be: Па:
ckb: تا:
cs: Do:
fa: تا:
ru: До:

source: Time zone:
be: Часавы пояс:
ckb: ناوچەی کات:
cs: Časová zóna:
fa: منطقه زمانی:
ru: Часовой пояс:

source: Name of Event
be: Назва падзеі
ckb: ناوی ڕوداو
cs: Název události
fa: نام رویداد
ru: Название события

source: Title:
be: Загаловак:
ckb: بابەت:
cs: Název:
fa: عنوان:
ru: Название:

source: Press enter to parse event
be: Націсніце Enter, каб аналізаваць падзею
ckb: دەست بنێ بە ئینتەردا بۆ شیکردنەوەی ڕووداو
cs: Stiskněte enter pro vložení události
fa: برای تجزیه رویداد، enter را فشار دهید
ru: Нажмите Ввод для разбора события

source: Calendar:
be: Каляндар:
ckb: ڕۆژمێر:
cs: Kalendář:
fa: تقویم:
ru: Календарь:

source: Comments:
be: Каментарыі:
ckb: بۆچوون:
cs: Komentáře:
fa: توضيحات:
ru: Комментарии:

source: John Smith OR Example St.
be: Марк Кавалёў або вул. Маладзёжная
ckb: جۆن سمیس یان نموونەی هاوشێوە.
cs: Jan Novák NEBO Severní ul.
fa: رضا مرتضوی یا جملات مشابه
ru: Например, ул. Пушкина

source: Location:
be: Лакацыя:
ckb: شوێن:
cs: Místo:
fa: مکان:
ru: Местоположение:

source: No Reminders
be: Няма напамінаў
ckb: بێ بیرخستنەوە
cs: Žádná upozornění
fa: بدون یادآوری
ru: Нет напоминаний

source: Add Reminder
be: Дадаць напамін
ckb: زیادکردنی بیرخەر
cs: Přídat upozornění
fa: افزودن یادآوری
ru: Добавить напоминание

source: At time of event
be: Час падзеі
ckb: لە کاتی ڕووداو
cs: V průběhu události
fa: در زمان رویداد
ru: Во время события

source: 1 minute before
be: За 1 хвіліну
ckb: ۱ خولەک پێشتر
cs: 1 minutu předem
fa: ۱ دقیقه قبل
ru: За 1 минуту

source: 5 minutes before
be: За 5 хвілін
ckb: ۵ خولەک پێشتر
cs: 5 minut předem
fa: ۵ دقیقه قبل
ru: За 5 минут

source: 10 minutes before
be: За 10 хвілін
ckb: ۱۰ خولەک پێشتر
cs: 10 minut předem
fa: ۱۰ دقیقه قبل
ru: За 10 минут

source: 15 minutes before
be: За 15 хвілін
ckb: ۱۵ خولەک پێشتر
cs: 15 minut předem
fa: ۱۵ دقیقه قبل
ru: За 15 минут

source: 20 minutes before
be: За 20 хвілін
ckb: ۲۰ خولەک پێشتر
cs: 20 minut předem
fa: ۲۰ دقیقه قبل
ru: За 20 минут

source: 25 minutes before
be: За 25 хвілін
ckb: ۲۵ خولەک پێشتر
cs: 25 minut předem
fa: ۲۵ دقیقه قبل
ru: За 25 минут

source: 30 minutes before
be: За 30 хвілін
ckb: ۳۰ خولەک پێشتر
cs: 30 minut předem
fa: ۳۰ دقیقه قبل
ru: За 30 минут

source: 45 minutes before
be: За 45 хвілін
ckb: ٤٥ خولەک پێشتر
cs: 45 minut předem
fa: ۴۵ دقیقه قبل
ru: За 45 минут

source: 1 hour before
be: За 1 гадзіну
ckb: ۱ کاتژمێر پێشتر
cs: 1 hodinu předem
fa: ۱ ساعت قبل
ru: За 1 час

source: 2 hours before
be: За 2 гадзіны
ckb: ۲ کاتژمێر پێشتر
cs: 2 hodiny předem
fa: ۲ ساعت قبل
ru: За 2 часа

source: 3 hours before
be: За 3 гадзіны
ckb: ۳ کاتژمێر پێشتر
cs: 3 hodiny předem
fa: ۳ ساعت بقل
ru: За 3 часа

source: 12 hours before
be: За 12 гадзін
ckb: ۱۲ کاتژمێر پێشتر
cs: 12 hodin předem
fa: ۱۲ ساعت قبل
ru: За 12 часов

source: 24 hours before
be: За 24 гадзіны
ckb: ۲٤ کاتژمێر پێشتر
cs: 24 hodin předem
fa: ۲۴ ساعت قبل
ru: За 24 часа

source: 2 days before
be: За 2 дні
ckb: ۲ ڕۆژ پێشتر
cs: 2 dny předem
fa: ۲ روز قبل
ru: За 2 дня

source: 1 week before
be: За 1 тыдзень
ckb: ۱ هەفتە پێشتر
cs: 1 týden předem
fa: ۱ هفته قبل
ru: За 1 неделю

source: Repeat:
be: Паўтараць:
ckb: دووبارەکردنەوە:
cs: Opakovat:
fa: :تکرار
ru: Повтор:

source: Daily
be: Штодзённа
ckb: ڕۆژانە
cs: Denně
fa: روزانه
ru: По дням

source: Weekly
be: Штотыднёва
ckb: هەفتانە
cs: Týdně
fa: هفتگی
ru: По неделям

source: Monthly
be: Штомесячна
ckb: مانگانە
cs: Měsíčně
fa: ماهانه
ru: По месяцам

source: Yearly
be: Штогадова
ckb: ساڵانە
cs: Ročně
fa: سالانه
ru: По годам

source: Every:
be: Кожны:
ckb: هەر:
cs: Každý:
fa: هر:
ru: Каждые:

source: Week
be: Тыдзень
ckb: هەفتە
cs: Týden
fa: هفته
ru: Неделю

source: Ends:
be: Заканчваецца:
ckb: کۆتاییەکان:
cs: Končí:
fa: پایان یافته با :
ru: Окончание:

source: Never
be: Ніколі
ckb: هەرگیز
cs: Nikdy
fa: هرگز
ru: Никогда

source: Until
be: Па
ckb: تا
cs: Do
fa: تا
ru: До

source: After
be: Пасля
ckb: دوای ئەو
cs: Po
fa: بعد از
ru: После

source: Repeat
be: Паўтор
ckb: دووبارە بوونەوە
cs: Opakování
fa: تکرار
ru: Повтор

source: Mon
be: Пн
ckb: دوو شەم
cs: Po
fa: دوشنبه
ru: Пн.

source: Tue
be: Аў
ckb: سێ شەم
cs: Út
fa: سه‌شنبه
ru: Вт.

source: Wed
be: Ср
ckb: چوار شەم
cs: St
fa: چهارشنبه
ru: Ср.

source: Thu
be: Чц
ckb: پێنج شەم
cs: Čt
fa: پنجشنبه
ru: Чт.

source: Fri
be: Пт
ckb: هەینی
cs: Pá
fa: جمعه
ru: Пт.

source: Sat
be: Сб
ckb: شەممە
cs: So
fa: شنبه
ru: Сб.

source: Sun
be: Нд
ckb: یەک شەم
cs: Ne
fa: یک‌شنبه
ru: Вс.

source: The same day every month
be: У той жа дзень кожны месяц
ckb: هەمان ڕۆژ لە هەر مانگێک
cs: Stejný den každý měsíc
fa: روز مشابه در هر ماه
ru: Тот же день каждого месяца

source: Exceptions:
be: Выключэнні:
ckb: جیاکارییەکان:
cs: Vyjimky:
fa: استثناها:
ru: Исключения:

source: No Exceptions
be: Без выключэнняў
ckb: بێ جیاکاری
cs: Žádné výjimky
fa: بدون استثنا
ru: Без исключений

source: Add Exception
be: Дадаць выключэнне
ckb: زیادکردنی جیاکاری
cs: Přidat výjimku
fa: اضافه نمودن استثنا
ru: Добавить исключение

source: Day
be: Дзень
ckb: ڕۆژ
cs: Den
fa: روز
ru: День

source: Month
be: Месяц
ckb: مانگ
cs: Měsíc
fa: ماه
ru: Месяц

source: Year
be: Год
ckb: ساڵ
cs: Rok
fa: سال
ru: Год

source: Every last Sunday
be: Кожную апошнюю нядзелю
ckb: هەموو دوایین یەک شەممەیەک
cs: Každou neděli
fa: هر آخرین یکشنبه
ru: Каждое последнее воскресенье

source: Every last Monday
be: Кожны апошні панядзелак
ckb: هەموو دوایین دوو شەممەیەک
cs: Každé pondělí
fa: هر آخرین دوشنبه
ru: Каждый последний понедельник

source: Every last Tuesday
be: Кожны апошні аўторак
ckb: هەموو دوایین سێ شەممەیەک
cs: Každé úterý
fa: هر آخرین سه شنبه
ru: Каждый последний вторник

source: Every last Wednesday
be: Кожную апошнюю сераду
ckb: هەموو دوایین چوار شەممەیەک
cs: Každou středu
fa: هر آخرین چهارشنبه
ru: Каждую последнюю среду

source: Every last Thursday
be: Кожны апошні чацвер
ckb: هەموو دوایین پێنج شەممەیەک
cs: Každý poslední čtvrtek
fa: هر آخرین پنج شنبه
ru: Каждый последний четверг

source: Every last Friday
be: Кожную апошнюю пятніцу
ckb: هەموو دوایین هەینییەک
cs: Každý poslední pátek
fa: هر آخرین جمعه
ru: Каждую последнюю пятницу

source: Every last Saturday
be: Кожную апошнюю суботу
ckb: هەموو دوایین شەممەیەک
cs: Každou poslední sobotu
fa: هر آخرین شنبه
ru: Каждую последнюю субботу

source: Every first Sunday
be: Кожную першую нядзелю
ckb: هەموو یەکەم یەک شەممەیەک
cs: Každou první neděli
fa: هر اولین یکشنبه
ru: Каждое первое воскресенье

source: Every first Monday
be: Кожны першы панядзелак
ckb: هەموو یەکەم دوو شەممەیەک
cs: Každé první pondělí
fa: هر اولین دوشنبه
ru: Каждый первый понедельник

source: Every first Tuesday
be: Кожны першы аўторак
ckb: هەموو یەکەم سێ شەممەیەک
cs: Každé první úterý
fa: هر اولین سه شنبه
ru: Каждый первый вторник

source: Every first Wednesday
be: Кожную першую сераду
ckb: هەموو یەکەم چوار شەممەیەک
cs: Každou první středu
fa: هر اولین چهارشنبه
ru: Каждую первую среду

source: Every first Thursday
be: Кожны першы чацвер
ckb: هەموو یەکەم پێنج شەممەیەک
cs: Každý první čtvrtek
fa: هر اولین پنج شنبه
ru: Каждый первый четверг

source: Every first Friday
be: Кожную першую пятніцу
ckb: هەموو یەکەم هەینییەک
cs: Každý první pátek
fa: هر اولین جمعه
ru: Каждую первую пятницу

source: Every first Saturday
be: Кожную першую суботу
ckb: هەموو یەکەم شەممەیەک
cs: Každou první sobotu
fa: هر اولین شنبه
ru: Каждую первую субботу

source: Every second Sunday
be: Кожную другую нядзелю
ckb: هەموو دووەم یەکشەممەیەک
cs: Každou druhou neděli
fa: هر دومین یکشنبه
ru: Каждое второе воскресенье

source: Every second Monday
be: Кожны другі панядзелак
ckb: هەموو دووەم دوشەممەیەک
cs: Každé druhé ponděli
fa: هر دومین دوشنبه
ru: Каждый второй понедельник

source: Every second Tuesday
be: Кожны другі аўторак
ckb: هەموو دووەم سێ شەممەیەک
cs: Každé druhé úterý
fa: هر دومین سه شنبه
ru: Каждый второй вторник

source: Every second Wednesday
be: Кожную другую сераду
ckb: هەموو دووەم چوار شەممەیەک
cs: Každou druhou středu
fa: هر دومین چهار‌شنبه
ru: Каждую вторую среду

source: Every second Thursday
be: Кожны другі чацвер
ckb: هەموو دووەم پێنج شەممەیەک
cs: Každý druhý čtvrtek
fa: هر دومین پنج‌شنبه
ru: Каждый второй четверг

source: Every second Friday
be: Кожную другую пятніцу
ckb: هەموو دووەم هەینییەک
cs: Každý druhý pátek
fa: هر دومین جمعه
ru: Каждую вторую пятницу

source: Every second Saturday
be: Кожную другую суботу
ckb: هەموو دووەم شەممەیەک
cs: Každou druhou sobotu
fa: هر دومین شنبه
ru: Каждую вторую субботу

source: Every third Sunday
be: Кожную трэцюю нядзелю
ckb: هەموو سێیەم یەکشەممەیەک
cs: Každou třetí neděli
fa: هر سومین یکشنبه
ru: Каждое третье воскресенье

source: Every third Monday
be: Кожны трэці панядзелак
ckb: هەموو سێیەم دووشەممەیەک
cs: Každé třetí pondělí
fa: هر سومین دوشنبه
ru: Каждый третий понедельник

source: Every third Tuesday
be: Кожны трэці аўторак
ckb: هەموو سێیەم سێ شەممەیەک
cs: Každé třetí úterý
fa: هر سومین سه‌شنبه
ru: Каждый третий вторник

source: Every third Wednesday
be: Кожную трэцюю сераду
ckb: هەموو سێیەم چوارشەممەیەک
cs: Každou třetí středu
fa: هر سومین چهارشنبه
ru: Каждую третью среду

source: Every third Thursday
be: Кожны трэці чацвер
ckb: هەموو سێیەم پێنج شەممەیەک
cs: Každý třetí čtvrtek
fa: هر سومین پنج‌شنبه
ru: Каждый третий четверг

source: Every third Friday
be: Кожную трэцюю пятніцу
ckb: هەموو سێیەم هەینییەک
cs: Každý třetí pátek
fa: هر سومین جمعه
ru: Каждую третью пятницу

source: Every third Saturday
be: Кожную трэцюю суботу
ckb: هەموو سێیەم شەممەیەک
cs: Každou třetí sobotu
fa: هر سومین شنبه
ru: Каждую третью субботу

source: Every fourth Sunday
be: Кожную чацвёртую нядзелю
ckb: هەموو چوارەم یەک شەممەیەک
cs: Každou čtvrtou sobotu
fa: هر چهارمین یکشنبه
ru: Каждое четвёртое воскресенье

source: Every fourth Monday
be: Кожны чацвёрты панядзелак
ckb: هەموو چوارەم دوو شەممەیەک
cs: Každé čtvrté pondělí
fa: هر چهارمین دو‌شنبه
ru: Каждый четвёртый понедельник

source: Every fourth Tuesday
be: Кожны чацвёрты аўторак
ckb: هەموو چوارەم سێ شەممەیەک
cs: Každé čtvrté úterý
fa: هر چهارمین سه‌شنبه
ru: Каждый четвёртый вторник

source: Every fourth Wednesday
be: Кожную чацвёртую сераду
ckb: هەموو چوارەم چوارشەممەیەک
cs: Každou čtvrtou středu
fa: هر چهارمین چهارشنبه
ru: Каждую четвёртую среду

source: Every fourth Thursday
be: Кожны чацвёрты чацвер
ckb: هەموو چوارەم پێنج شەممەیەک
cs: Každý čtvrtý čtvrtek
fa: هر چهارمین پنج‌شنبه
ru: Каждый четвёртый четверг

source: Every fourth Friday
be: Кожную чацвёртую пятніцу
ckb: هەموو چوارەمین هەینییەک
cs: Každý čtvrtý pátek
fa: هر چهارمین جمعه
ru: Каждую четвёртую пятницу

source: Every fourth Saturday
be: Кожную чацвёртую суботу
ckb: هەموو چوارەمین شەممەیەک
cs: Každou čtvrtou sobotu
fa: هر چهارمین شنبه
ru: Каждую четвёртую субботу

source: Every fifth Sunday
be: Кожную пятую нядзелю
ckb: هەموو پێنجەمین یەکشەممەیەک
cs: Každou pátou neděli
fa: هر پنجمین یکشنبه
ru: Каждое пятое воскресенье

source: Every fifth Monday
be: Кожны пяты панядзелак
ckb: هەموو پێنجەمین دوو شەممەیەک
cs: Každé páté pondělí
fa: هر پنجمین دو‌شنبه
ru: Каждый пятый понедельник

source: Every fifth Tuesday
be: Кожны пяты аўторак
ckb: هەموو پێنجەمین سێ شەممەیەک
cs: Každé páté úterý
fa: هر پنجمین سه‌شنبه
ru: Каждый пятый вторник

source: Every fifth Wednesday
be: Кожную пятую сераду
ckb: هەموو پێنجەمین چوار شەممەیەک
cs: Každou pátou středu
fa: هر پنجمین چهارشنبه
ru: Каждую пятую среду

source: Every fifth Thursday
be: Кожны пяты чацвер
ckb: هەموو پێنجەمین پێنج شەممەیەک
cs: Každý pátý čtvrtek
fa: هر پنجمین پنج‌شنبه
ru: Каждый пятый четверг

source: Every fifth Friday
be: Кожную пятую пятніцу
ckb: هەموو پێنجەمین هەینییەک
cs: Každý pátý pátek
fa: هر پنجمین جمعه
ru: Каждую пятую пятницу

source: Every fifth Saturday
be: Кожную пятую суботу
ckb: هەموو پێنجەمین شەممەیەک
cs: Každou pátou sobotu
fa: هر پنجمین شنبه
ru: Каждую пятую субботу

source: Network Not Available.
be: Сетка недаступная.
cs: Internetové připojení není dostupné.
fa: اینترنت در دسترس نیست.
ru: Сеть недоступна.

source: Connect to the Internet to see additional details and new events from online calendars.
be: Далучыцеся да інтэрнэту, каб праглядзець дадатковыя звесткі і новыя падзеі з анлайн календароў.
cs: Připojte se k internetu pro dalši detaily a nové události z online kalendáře.
fa: برای مشاهده جزئیات بیشتر و رویدادهای جدید از تقویم های آنلاین، به اینترنت متصل شوید.
ru: Подключитесь к Интернету, чтобы посмотреть дополнительные детали и новые события из онлайн-календарей.

source: Network Settings…
be: Налады сеткі…
cs: Nastavení sítě…
fa: تنظیمات اینترنت…
ru: Настройки сетей…

source: Go to today's date
be: Перайсці да сённяшняй даты
ckb: ڕۆیشتن بۆ بەرواری ئەمڕۆ
cs: Vybrat dnešek
fa: رفتن به تاریخ امروز
ru: Перейти к сегодняшний дате

source: Manage Calendars
be: Кіраванне календарамі
ckb: بەڕێوەبردنی ڕۆژژمێرەکان
cs: Spravovat kalendáře
fa: مدیریت تقویم ها
ru: Управление календарями

source: Export Calendar…
be: Экспартаваць Каляндар…
ckb: هەناردەکردنی ڕۆژژمێر…
cs: Exportovat kalendář…
fa: خروجی گرفتن از تقویم…
ru: Экспортировать календарь…

source: Save
be: Захаваць
ckb: پاشەکەوت
cs: Uložit
fa: ذخیره
ru: Сохранить

source: calendar.ics
be: каляндар.ics
cs: kalendar.ics
ru: календарь.ics

source: Show Week Numbers
be: Паказваць нумары тыдняў
ckb: نیشاندانی ژمارەی هەفتە
cs: Zobrazovat čísla týdnů
fa: نمایش شماره هفته
ru: Показать номера недель

source: %u more…
be: І яшчэ %u…
ckb: %u زۆرتر …
cs: %u více…
fa: %u بیشتر ...
ru: Ещё %u…

source: Create
be: Стварыць
ckb: دروستکردن
cs: Vytvořit
fa: ایجاد
ru: Создать

source: e.g. “Work” or “Personal”
be: Напрыклад «Працоўнае» або «Персанальнае»
ru: Например, «Работа» или «Личное»

source: Calendar Name
be: Назва календара
ckb: ناوی ڕۆژژمێر
cs: Název kalendáře
fa: نام تقویم
ru: Название календаря

source: Type
be: Тып
ru: Тип

source: Blueberry
be: Дурнічны
ru: Черничный

source: Mint
be: Мятны
ru: Мятный

source: Lime
be: Салатавы
ru: Лаймовый

source: Banana
be: Бананавы
ru: Банановый

source: Orange
be: Апельсін
ru: Апельсиновый

source: Strawberry
be: Клубніка
ru: Клубничный

source: Bubblegum
be: Бабл-гам
ru: Бубльгумовый

source: Grape
be: Вінаградны
ru: Виноградный

source: Cocoa
be: Какававы
ru: Какао

source: Slate
be: Сланцавы
ru: Каменно-серый

source: Color
be: Колер
ru: Цвет

source: Mark as default calendar
be: Пазначыць як прадвызначаны каляндар
ckb: دیاری کردن بۆ ڕۆژژمێری فەرمی
cs: Označit jako výchozí kalendář
fa: انتخاب به عنوان تقویم اصلی
ru: Сделать календарём по умолчанию

source: Create Calendar
be: Стварыць каляндар
ckb: دروستکردنی ڕۆژمێر
cs: Vytvořit kalendář
fa: ایجاد تقویم
ru: Создать календарь

source: appointment;meeting
be: сустрэча;сустрэчы;зборы;мітынг
ckb: چاوپێکەوتن؛کۆبوونەوە
cs: schůzka;setkání;porada;sraz
fa: قرار؛ ملاقات
ru: appointment;meeting;встреча;собрание;митинг

source: birthday;anniversary;party
be: дзень нараджэння;нараджэнне;гадаўшчына;юбілей;гулянка;вечарына;вечарынка
ckb: ڕۆژی لەدایک بوون؛ساڵیاد؛ئاهەنگ
cs: narozeniny;narozeninová oslava;párty;výročí;oslava;výroční oslava;oslava výročí
fa: تولد;سالگرد; مهمانی
ru: birthday;anniversary;party;день рождения;годовщина;юбилей;вечеринка

source: call;phone;telephone;ring
be: выклік;выклікаць;выклікнуць;тэлефон;патэлефанаваць
ckb: پەیوەندی کردن؛تەلەفۆن؛زەنگ
cs: volat;telefon;hovor;zvonit;telefonovat;prozvánět
fa: تماس؛ تلفن همراه؛ تلفن؛ زنگ
ru: call;phone;telephone;ring;позвонить;звонить;телефон;звонок

source: bar;cocktails;drinks;happy hour
be: бар;кактэйлі;напоі;вечарынка
ckb: باڕ؛یانە؛کۆکتێلەکان؛خواردنەوەکان؛ساتی دڵخۆشی
cs: bar;koktejly;hospoda;putyka;happy hour
fa: بار؛ کوکتل؛ نوشیدنی؛ ساعت خوش
ru: bar;cocktails;drinks;happy hour;бар;коктейль;напитки;выпивка;вечеринка

source: car;drive;driving;road trip;
be: аўтамабіль;машына;падарожжа;ехаць;
ckb: ئۆتۆمبێل؛باژۆ؛لێخوڕینی ئۆتۆمبێل؛گەشتی ڕێگە;
cs: auto;řídit;cestovat;jet na výlet;výlet;jet;řídím;řízení;
fa: ماشین;رانندگی;رانندگی;سفر جاده ای;
ru: car;drive;driving;road trip;автомобиль;ехать;вождение;путешествие;водить;машина;авто;

source: flight;airport;
be: палёт;вылет;прылёт;аэрапорт;самалёт;
ckb: فڕین؛فڕۆکەخانە;
cs: let;letiště;
fa: پرواز;فرودگاه;
ru: flight;airport;полёт;полет;аэропорт;самолёт;самолет;

source: breakfast;brunch;dinner;lunch;supper;steakhouse;burger;meal;barbecue
be: сняданак;;абед;вячэра;перакус;ежа;мяса;бліны;дранікі;шашлык;барбекю;пікнік
ckb: نانی بەیانی؛نانی بەیانی و نیوەڕۆ پێکەوە؛نانی نیوەڕۆ؛نانی ئێوارە،خواردنگەی تایبەت بە گۆشت؛بێرگەر؛لەفە؛ژەم؛برژاو
cs: snídaně;pozdní snídaně;večeře;oběd;dezert;svačina;steakhouse;jídlo;grilovačka;grilování
fa: صبحانه؛ برانچ؛ شام؛ ناهار؛ شام؛ استیک خانه؛ برگر؛ غذا؛ باربیکیو
ru: breakfast;brunch;dinner;lunch;supper;steakhouse;burger;meal;barbecue;завтрак;обед;ужин;блюдо;пикник;шашлык;пельмени;блины

source: court;jury;tax;attorney;lawyer;contract
be: суд;падаткі;адвакат;натарыус;натарыўс;кантракт
ckb: دادگا؛دەستەی سوێندخۆران؛باج؛پارێزەر؛محامی؛پارێزەر؛ڕێکەوتنامە
cs: soud;soudce;daň;advokát;právník;smlouva;kontrakt
fa: دادگاه; هیئت منصفه; مالیات; وکیل; قاضی؛ قرارداد
ru: court;jury;tax;attorney;lawyer;contract;суд;судья;прокурор;адвокат;юрист;договор

source: movie;film
be: фільм;кіно;прэм'ера
ckb: فیلم
cs: film
fa: فیلم;فیلم
ru: movie;film;кино;фильм

source: wedding
be: вяселле;шлюб;вянчанне
ckb: ئاهەنگی بووک گواستنەوە
cs: svatba
fa: عروسی
ru: wedding;свадьба;замужество;женитьба

source: %s at %s
be: %s а %s
ckb: %s کاتژمێر %s
cs: %s v %s
fa: %s در %s
ru: %s в %s

source: Search Calendars
be: Пошук па календарам
cs: Hledat kalendář
fa: جستجو تقویم ها
ru: Искать календари

source: No Results
be: Няма вынікаў
cs: Žádné výsledky
fa: نتیجه ای نیست
ru: Нет результатов
